/* $ObjectName=MAFSettingScreen_iOS */
/* $Collection=frwk.uicontrols.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=Mobile Application Framework - iOS Reusable UI Components */

/* XTIT: title in navigation bar */
"SETTINGS_TITLE" = "Opciones";

/* XGRP: header for a section */
"GENERAL_SETTINGS" = "Parametrizaciones generales";

/* XTIT: title in navigation bar for a view containing logon related fields */
"LOGON_SETTINGS" = "Opciones de inicio de sesión";

/* XTIT: title in navigation bar for a view containing version information */
"VERSION" = "Versión";

/* XTIT: title in navigation bar for 'about' view */
"ABOUT" = "Acerca de";

/* XTIT: title in navigation bar for a view containing logon type setting */
"LOGON_TYPE" = "Tipo de inicio de sesión";

/* XLST: logon type to choose */
"BASIC_AUTH" = "Autenticación básica";

/* XLST: logon type to choose */
"SSO" = "Single Sign-On";

/* XLST: logon type to choose */
"DEMO" = "Demostración";

"SERV_URL" = "Service URL";

/* XFLD: label for a field */
"USERNAME" = "Nombre de usuario";

/* XFLD: label for a field */
"PASSWORD" = "Contraseña";

"SETTINGS" = "Settings";

/* XTIT: title in navigation bar for a view containing advanced settings */
"ADVANCED_SETTINGS" = "Opciones avanzadas";

/* XFLD: label for a field */
"SERVER_URL" = "URL de servidor";

/* XFLD: label for a switch (on/off), max. approx. 18 characters */
"USE_SUP" = "Utilizar SUP";

/* XTIT: title in navigation bar for a view containing SUP connection information */
"SUP_CONNECTION_INFO" = "Info de conexión SUP";

/* XFLD: label for a field */
"SERVER_NAME" = "Nombre del servidor";

/* XFLD: label for a field */
"SERVER_PORT" = "Puerta de servidor";

/* XFLD: label for a field */
"COMPANY_ID" = "ID de empresa";

/* XFLD: label for a field */
"ACTIVATION_CODE" = "Código de activación";

/* XFLD: label for a field */
"URL_PREFIX" = "Prefijo URL";

/* XGRP: header for a section */
"APPLICATION_SPECIFIC_SETTINGS" = "Opciones específicas de aplicación";

/* XMSG: error message title, displayed in an alert view */
"Msg_Title_Datavault_Error" = "Error de almacenamiento de datos";

/* XMSG: error message details, displayed in an alert view, should not be longer than 2-3 rows */
"Msg_Datavault_Error" = "Error al grabar de forma persistente en memoria segura";

/* XTIT: title trait in navigation bar */
"HEADING" = "Cabecera";

